"ALL_RECENT_CALLS" = "Πρόσφατα";

"MULTI_MISSED_CALLS_FORMAT" = "%i αναπάντητες κλήσεις";
"MULTI_CALLS_FORMAT" = "Κλήσεις %i";

"CANCELLED" = "Ακυρωμένη κλήση";
"MISSED" = "Αναπάντητη κλήση";
"INCOMING" = "Εισερχόμενη κλήση";
"OUTGOING" = "Εξερχόμενη κλήση";

"CLEAR" = "Διαγραφή";
"CLEAR_ALL" = "Διαγραφή πρόσφατων";

"ALL_TOGGLE_TITLE" = "Όλα";
"MISSED_TOGGLE_TITLE" = "Αναπάντητα";

"HOUR_UNIT" = "ώρα";
"HOUR_UNIT_PLURAL" = "ώρες";
"MINUTE_UNIT" = "λεπτό";
"MINUTE_UNIT_PLURAL" = "λεπτά";
"MINUTE_UNIT_ABB" = "λ.";
"SECOND_UNIT" = "δευτ/το";
"SECOND_UNIT_PLURAL" = "δευτ/τα";

"CANCELLED_SMALL" = "ακυρώθηκε";
"MISSED_SMALL" = "αναπάντητη";

"OUTGOING_CALLS" = "Εξερχόμενες";
"INCOMING_CALLS" = "Εισερχόμενες";

"UNKNOWN_LABEL" = "άγνωστο";

"CNAP_STRING_FORMAT" = "%@ %@";